[M_InMemoriam MissionDefinition]
MissionName="Em Memória"
MissionDescription="Lilith fingiu sua morte para uma dupla de anões com o intuito de tirar a Hyperion do seu pé. Por azar, um bandido muito astuto e oportunista de [place]Three Horns Divide[-place] colocou um microfone no seu esconderijo e agora ele planeja vender as gravações para a corporação Hyperion. Você precisa localizar esse safado e dar um jeito nele."
TurnInDescription="Com a morte do pilantra e a destruição das gravações, a Hyperion continuará ignorando o paradeiro de Lilith."
MissionSummary="Consiga as gravações que o espião fez de Lilith."
MissionGiver="Lilith"
MissionTurnInLocation="Lilith"
TeaserText="Lilith continua viva, porém, a Hyperion não precisa saber disso."

[M_InMemoriam:CollectEchosSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_InMemoriam:DefeatBoll MissionObjectiveDefinition]
ProgressMessage="Elimine Boll"

[M_InMemoriam:FirstEcho MissionObjectiveDefinition]
ProgressMessage="Localize o primeiro ECHO"

[M_InMemoriam:KillBollSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_InMemoriam:PickUpBollEcho MissionObjectiveDefinition]
ProgressMessage="Pegue o dispositivo ECHO de Boll"

[M_InMemoriam:PickUpBollsEcho MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Você encontrou um bandido chamado Boll, em [place]Three Horns Divide[-place]. Antes de morrer (quer dizer... antes de você o matar), ele confessou que planejava vender as evidências do paradeiro de Lilith para a Corporação Hyperion. Porém, depois de acabar com Boll você descobriu que ele escondeu as gravações na [place]Bifurcação Three Horns[-place]. Lilith lhe pediu que as encontre antes que a Hyperion tome conhecimento."

[M_InMemoriam:SecondEcho MissionObjectiveDefinition]
ProgressMessage="Localize o segundo ECHO"

[M_InMemoriam:ThirdEcho MissionObjectiveDefinition]
ProgressMessage="Localize o terceiro ECHO"

